Revit 2027 API
ParameterTypeId.PatternIndent1ForDivisionRule Property
 "Indent 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PatternIndent1ForDivisionRule { get; }
Public Shared ReadOnly Property PatternIndent1ForDivisionRule As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PatternIndent1ForDivisionRule {
	ForgeTypeId^ get ();
}
static member PatternIndent1ForDivisionRule : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace